Repository: degville/kalbum
Catalog: po/*.po
Languages: es

source: Unable to find image
es: No se encuentra la imagen

source: Please give an alternative location:
es: Por favor, proporcione una ubicación alternativa:

source: &Accept
es: &Aceptar

source: Accept new image location
es: Aceptar la nueva ubicación de la imagen

source: &Ignore
es: &Ignorar

source: Proceed withour finding image
es: Proceder sin encontrar la imagen

source: Set new location for image
es: Establecer nueva ubicación de la imagen

source: Unable to find:
es: No se encuentra:

source: AlbumInfo
es: Información del álbum

source: Web Address
es: Página web

source: Where to find the album
es: Dónde encontrar el álbum

source: Description
es: Descripción

source: Author:
es: Autor:

source: Author's name
es: Nombre del autor

source: Ignore Dates:
es: Ignorar fechas:

source: If selected, dates are ignored and not exported
es: Si está seleccionado, se ignoran y no se exportan las fechas

source: email:
es: Correo electrónico:

source: Contact email for author
es: Correo electrónico del autor

source: Album Name:
es: Nombre del álbum:

source: Name of current album
es: Nombre del álbum actual

source: Start Date:
es: Fecha inicial:

source: Date album commences
es: Fecha en la que comienza el álbum

source: End Date:
es: Fecha final:

source: Date album finishes
es: Fecha en la que finaliza el álbum

source: Move Left
es: Mover a la izquierda

source: Move Right
es: Mover a la derecha

source: Do you want to overwrite the existing file?
es: ¿Desea sobreescribir el archivo actual?

source: Overwrite File
es: Sobreescribir archivo

source: Do you want to overwrite the existing .war file?
es: ¿Desea sobreescribir el archivo .war actual?

source: Creating WAR...
es: Creando WAR...

source: Inserting images...
es: Insertando imágenes...

source: Ready.
es: Listo.

source: Accept Changes & Edit Previous Image
es: Aceptar cambios y editar la imagen anterior

source: Accept Changes & Edit Next Image
es: Aceptar cambios y editar la imagen siguiente

source: Title:
es: Título:

source: Title for this photo
es: Título para esta foto

source: Comments for your image:
es: Comentarios de la imagen:

source: Rotate:
es: Girar:

source: Time:
es: Hora:

source: Time of the photo
es: Hora de la foto

source: If selected, the photo's date is ignored
es: Si está seleccionado, la fecha de la foto se ignorará

source: Ignore
es: Ignorar

source: Date:
es: Fecha:

source: Date of the photo
es: Fecha de la foto

source: If selected, the photo's date is ignored when album is exported
es: Si está seleccionado, la fecha de la foto se ignora al exportar el álbum

source: Location:
es: Ubicación:

source: Change destination directory
es: Cambiar directorio de destino

source: *.jpeg *.jpg *.gif *.xpm *.ppm *.pgm *.pnm *.png *.bmp *.tiff|Pictures *|All files
es: *.jpeg *.jpg *.gif *.xpm *.ppm *.pgm *.pnm *.png *.bmp *.tiff|Imágenes *|Todos los archivos

source: Locate Photo...
es: Localizar foto...

source: Locate Directory For Photos...
es: Localizar directorio de fotos...

source: No Images Selected
es: Ninguna imagen seleccionada

source: _: NAME OF TRANSLATORS Your names
es: Miguel Revilla Rodríguez

source: _: EMAIL OF TRANSLATORS Your emails
es: yo@miguelrevilla.com

source: file to open
es: archivo a abrir

source: Optional image filenames to add to a new album
es: Archivos de imágenes opcionales para añadir al nuevo álbum

source: The current file has been modified. Do you want to save it?
es: El archivo actual ha sido modificado. ¿Desea guardarlo?

source: PhotoDetails
es: Detalles de la foto

source: Export Web Album
es: Exportar álbum para web

source: Destination for created Web Album
es: Destino del álbum para web creado

source: Hue
es: Tono

source: Change colour of Web Page
es: Cambiar el color de la página web

source: Saturation
es: Saturación

source: Destination:
es: Destino:

source: &Create!
es: &Crear

source: Create Web Album
es: Crear álbum para web

source: C&ancel
es: C&ancelar

source: Cancel Creation
es: Cancelar la creación

source: Include Original Image(s)
es: Incluir imágenes originales

source: Copies and links original images
es: Copia y enlaza imágenes originales

source: Archive Web Site
es: Archivar sitio web

source: Creates a single WAR file from the album
es: Crea un único archivo WAR de todo el álbum

source: &Export As
es: &Exportar como

source: &Sort
es: &Ordenar

source: PreviewImage
es: Previsualizar imagen

source: New &Window
es: Nueva &ventana

source: Insert &Photo(s)
es: Insertar &foto(s)

source: &Web Page Album
es: Álbum de página &web

source: Move Photo(s) &Right
es: Mover las foto(s) a la de&recha

source: Move Photo(s) &Left
es: Mover las fotos a &la izquierda

source: Ascending by &Date
es: Ordenar por &fecha creciente

source: Descending by Date
es: Ordenar por fecha decreciente

source: Ascending by &Title
es: Ordenar por &título creciente

source: &Descending by Title
es: Ordenar por título &decreciente

source: Show Album Info
es: Mostrar información del álbum

source: Show Image Details
es: Mostrar detalles de la imagen

source: Show Preview Image
es: Mostrar imagen de previsualización

source: Show &Thumbnails
es: Mostrar &hoja de contactos

source: &Default
es: &Predeterminado

source: Opens a new application window
es: Abre una nueva ventana de la aplicación

source: Creates a new document
es: Crea un nuevo documento

source: Opens an existing document
es: Abre un documento existente

source: Opens a recently used file
es: Abre un archivo utilizado recientemente

source: Saves the actual document
es: Guarda el documento actual

source: Saves the actual document as...
es: Guarda el documento actual como...

source: Prints out the actual document
es: Imprime el documento actual

source: Quits the application
es: Sale de la aplicación

source: Cuts the selected section and puts it to the clipboard
es: Corta la sección seleccionada y la coloca en el portapapeles

source: Copies the selected section to the clipboard
es: Copia la sección seleccionada al portapapeles

source: Pastes the clipboard contents to actual position
es: Pega el contenido del portapapeles en la posición actual

source: Enables/disables the toolbar
es: Activa/desactiva la barra de herramientas

source: Enables/disables the statusbar
es: Activa/desactiva la barra de estado

source: Shows/hides the Album Info view
es: Muestra/oculta la vista de información del álbum

source: Shows/hides the Image Details view
es: Muestra/oculta la vista de detalles de la imagen

source: Shows/hides the Preview Image
es: Muestra/oculta la imagen de previsualización

source: Shows/hides the Thumbnail view
es: Muestra/oculta la hoja de contactos

source: Restores the Windows to their default layout
es: Recupera la disposición predeterminada de la ventana

source: Inserts photo(s) into the current album
es: Inserta fotos en el álbum actual

source: Moves selected photo(s) right
es: Mueve las fotos seleccionadas a la derecha

source: Moves selected photo(s) left
es: Mueve las fotos seleccionadas a la izquierda

source: Sorts selected images by their Title
es: Ordena las imágenes seleccionadas por su título

source: 0 Images Selected
es: 0 imágenes seleccionadas

source: Total: 0 Images
es: Total: 0 imágenes

source: Thumbnails
es: Hoja de contactos

source: Preview Image
es: Previsualizar imagen

source: Photo Details
es: Detalles de la foto

source: Image Details
es: Detalles de la imagen

source: Album Info
es: Información del álbum

source: Opening file...
es: Abriendo archivo...

source: Opening a new application window...
es: Abriendo una nueva ventana de la aplicación...

source: Creating new document...
es: Creando un nuevo documento...

source: *.kalbum |Albums *|All files
es: *.kalbum |Álbumes *|Todos los archivos

source: Open File...
es: Abrir archivo...

source: Inserting album...
es: Insertar álbum...

source: Open Photo...
es: Abrir foto...

source: Adding Image(s)...
es: Añadiendo imágenes...

source: Saving file...
es: Guardando archivo...

source: Saving file with a new filename...
es: Guardando archivo con un nuevo nombre...

source: *|All files
es: *|Todos los archivos

source: Exporting Album as HTML...
es: Exportando el álbum como HTML...

source: Closing file...
es: Cerrando archivo...

source: Printing...
es: Imprimiendo...

source: Exiting...
es: Saliendo...

source: Cutting selection...
es: Cortando la selección...

source: Copying selection to clipboard...
es: Copiando la selección al portapapeles...

source: Inserting clipboard contents...
es: Insertando el contenido del portapapeles...

source: Editing Photo Properties...
es: Editando propiedades de la foto...

source: Toggling toolbar...
es: Conmutando barra de herramientas...

source: Toggle the statusbar...
es: Conmutando barra de estado...

source: Sorting photos by date...
es: Ordenando fotos por fecha...

source: Sorting photos by their titles...
es: Ordenando fotos por títulos...

source: %1 Images Selected
es: %1 imágenes seleccionadas

source: 1 Image Selected
es: 1 imagen seleccionada

source: Total: 1 Image
es: Total: 1 imagen
